Repository: cduchinois/komo_apple_challenge_2026
Catalog: Komo/Komo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: Your energy feels %1$@ today — sleep is the main signal (%2$@).
de: Ihre Energie fühlt sich heute wie %1$@ an – Schlaf ist das Hauptsignal (%2$@).
es: Tu energía se siente %1$@ hoy; el sueño es la señal principal (%2$@).
fr: Ton énergie est %1$@ aujourd'hui — le sommeil est le signal principal (%2$@).
it: La tua energia è %1$@ oggi: il sonno è il segnale principale (%2$@).
ja: 今日のあなたのエネルギーは %1$@ です — 睡眠が主な信号です (%2$@)。
pt: Sua energia parece %1$@ hoje – o sono é o sinal principal (%2$@).
zh_hans: 今天您的精力感觉 %1$@ — 睡眠是主要信号 (%2$@)。

source: your energy feels %1$@ today. sleep is the main reason.
de: Ihre Energie fühlt sich heute %1$@ an. Schlaf ist der Hauptgrund.
es: Tu energía se siente %1$@ hoy. el sueño es la razón principal.
fr: ton énergie est %1$@ aujourd'hui. le sommeil en est la raison principale.
it: la tua energia sembra %1$@ oggi. il sonno è la ragione principale.
ja: 今日のあなたのエネルギーは%1$@です。睡眠が主な原因です。
pt: sua energia parece %1$@ hoje. o sono é o principal motivo.
zh_hans: 今天你的能量感觉%1$@。睡眠是主要原因。

source: your energy looks low right now.
de: Deine Energie scheint im Moment niedrig zu sein.
es: Tu energía parece baja en este momento.
fr: ton énergie a l'air basse en ce moment.
it: la tua energia sembra bassa in questo momento.
ja: あなたのエネルギーは今低いようです。
pt: sua energia parece baixa agora.
zh_hans: 你现在看起来能量很低。

source: your energy looks steadier after active days.
de: Ihre Energie sieht nach aktiven Tagen stabiler aus.
es: Tu energía parece más estable después de días activos.
fr: ton énergie est plus stable après les journées actives.
it: la tua energia sembra più stabile dopo giorni attivi.
ja: 活動的な日々を過ごした後は、エネルギーが安定しているように見えます。
pt: sua energia parece mais estável após dias ativos.
zh_hans: 经过活跃的日子后，您的精力看起来更加稳定。

source: your energy often dips after back-to-back meetings.
de: Ihre Energie lässt oft nach aufeinanderfolgenden Besprechungen nach.
es: Su energía a menudo disminuye después de reuniones consecutivas.
fr: ton énergie baisse souvent après des réunions d'affilée.
it: la tua energia spesso diminuisce dopo riunioni consecutive.
ja: 立て続けの会議の後は、エネルギーが低下することがよくあります。
pt: sua energia geralmente diminui após reuniões consecutivas.
zh_hans: 在连续的会议之后，你的精力常常会下降。

source: your evening energy crashes after long screen sessions.
de: Ihre Abendenergie bricht nach langen Bildschirmsitzungen zusammen.
es: Tu energía nocturna colapsa después de largas sesiones frente a la pantalla.
fr: ton énergie du soir s'effondre après de longues sessions d'écran.
it: la tua energia serale crolla dopo lunghe sessioni sullo schermo.
ja: 長時間のスクリーンセッションの後は、夜のエネルギーが低下します。
pt: sua energia noturna cai após longas sessões de tela.
zh_hans: 长时间看屏幕后，你晚上的精力就会崩溃。

source: your focus drops when meetings run back-to-back.
de: Ihre Konzentration lässt nach, wenn Besprechungen hintereinander stattfinden.
es: su concentración disminuye cuando las reuniones se realizan seguidas.
fr: ta concentration baisse quand les réunions s'enchaînent.
it: la tua attenzione diminuisce quando le riunioni si svolgono una dopo l'altra.
ja: 会議が立て続けに行われると、集中力が低下します。
pt: seu foco diminui quando as reuniões são consecutivas.
zh_hans: 当会议连续进行时，你的注意力就会下降。

source: your focus usually improves after a short walk.
de: Ihre Konzentration verbessert sich normalerweise nach einem kurzen Spaziergang.
es: Su concentración suele mejorar después de una corta caminata.
fr: ta concentration s'améliore souvent après une courte marche.
it: la tua concentrazione di solito migliora dopo una breve passeggiata.
ja: 通常、少し歩くと集中力が高まります。
pt: seu foco geralmente melhora após uma curta caminhada.
zh_hans: 短暂步行后，您的注意力通常会得到改善。

source: your heart at rest is shaping how you feel today.
de: Ihr ruhendes Herz prägt, wie Sie sich heute fühlen.
es: tu corazón en reposo está dando forma a cómo te sientes hoy.
fr: ton cœur au repos influence comment tu te sens aujourd'hui.
it: il tuo cuore a riposo sta modellando come ti senti oggi.
ja: あなたの休息中の心が、今日のあなたの気持ちを形作っています。
pt: seu coração em repouso está moldando como você se sente hoje.
zh_hans: 你休息的心正在塑造你今天的感受。

source: your heart looks calm at rest. a good sign your body is recovering.
de: Dein Herz sieht im Ruhezustand ruhig aus. ein gutes Zeichen, dass sich Ihr Körper erholt.
es: tu corazón parece tranquilo en reposo. una buena señal de que tu cuerpo se está recuperando.
fr: ton cœur est calme au repos. bon signe que ton corps récupère.
it: il tuo cuore sembra calmo e riposato. un buon segno che il tuo corpo si sta riprendendo.
ja: あなたの心は休んでいると穏やかに見えます。あなたの体が回復している良い兆候です。
pt: seu coração parece calmo em repouso. um bom sinal de que seu corpo está se recuperando.
zh_hans: 你的心在休息时看起来很平静。这是你的身体正在恢复的好迹象。

source: your heart rate has been elevated for %1$lld hours today.
de: Ihre Herzfrequenz ist heute seit %1$lld Stunden erhöht.
es: su frecuencia cardíaca ha estado elevada durante %1$lld horas hoy.
fr: ta fréquence cardiaque est élevée depuis %1$lld heures aujourd'hui.
it: la tua frequenza cardiaca è stata elevata per %1$lld ore oggi.
ja: 今日は心拍数が%1$lld時間上昇しています。
pt: sua frequência cardíaca está elevada há %1$lld horas hoje.
zh_hans: 今天您的心率已升高 %1$lld 小时。

source: Your HRV (%1$@) is the main signal in today's score.
de: Ihr HRV (%1$@) ist das Hauptsignal im heutigen Score.
es: Tu VFC (%1$@) es la señal principal en la puntuación de hoy.
fr: Ta VFC (%1$@) est le signal principal du score d'aujourd'hui.
it: La tua HRV (%1$@) è il segnale principale nel punteggio di oggi.
ja: あなたの HRV (%1$@) が今日のスコアの主なシグナルです。
pt: Seu HRV (%1$@) é o principal sinal na pontuação de hoje.
zh_hans: 您的 HRV (%1$@) 是今天分数的主要信号。

source: your HRV is at %1$lld ms — lower than your typical baseline.
de: Ihre HRV liegt bei %1$lld ms – niedriger als Ihr typischer Ausgangswert.
es: su VFC está en %1$lld ms, más bajo que su valor inicial típico.
fr: ta VFC est à %1$lld ms — plus basse que ta baseline habituelle.
it: la tua HRV è a %1$lld ms, inferiore al valore di base tipico.
ja: あなたの HRV は %1$lld ミリ秒で、通常のベースラインよりも低いです。
pt: sua VFC está em %1$lld ms – inferior à sua linha de base típica.
zh_hans: 您的 HRV 为 %1$lld ms — 低于您的典型基线。

source: your HRV is high at %1$lld ms — your body is well recovered.
de: Ihre HRV ist mit %1$lld ms hoch – Ihr Körper ist gut erholt.
es: su VFC es alta a %1$lld ms: su cuerpo está bien recuperado.
fr: ta VFC est haute à %1$lld ms — ton corps est bien récupéré.
it: la tua HRV è alta a %1$lld ms: il tuo corpo ha recuperato bene.
ja: あなたの HRV は %1$lld ミリ秒で高くなります – あなたの体は十分に回復しています。
pt: sua VFC está alta em %1$lld ms – seu corpo está bem recuperado.
zh_hans: 您的 HRV 较高，为 %1$lld ms — 您的身体恢复良好。

source: your nervous system is under load. keep today light and protect sleep tonight.
de: Ihr Nervensystem steht unter Belastung. Sorgen Sie heute für Licht und schützen Sie den Schlaf heute Nacht.
es: su sistema nervioso está bajo carga. mantén el día ligero y protege el sueño esta noche.
fr: ton système nerveux est sous charge. garde la journée légère et protège ton sommeil ce soir.
it: il tuo sistema nervoso è sotto carico. mantieni l'oggi leggero e proteggi il sonno stanotte.
ja: 神経系に負荷がかかっています。今日は軽く過ごして、今夜は睡眠を守りましょう。
pt: seu sistema nervoso está sob carga. mantenha o hoje leve e proteja o sono esta noite.
zh_hans: 你的神经系统处于负荷状态。保持今天轻松并保证今晚睡眠。

source: Your note
de: Ihre Notiz
es: tu nota
fr: Ta note
it: La tua nota
ja: あなたのメモ
pt: Sua nota
zh_hans: 你的笔记

source: your peak window
de: Ihr Peak-Fenster
es: tu ventana pico
fr: ta plage de pic
it: la tua finestra di picco
ja: あなたのピークウィンドウ
pt: sua janela de pico
zh_hans: 你的峰值窗口

source: your resting heart rate is %1$lld bpm — elevated for you.
de: Ihr Ruhepuls beträgt %1$lld Schläge pro Minute – für Sie erhöht.
es: su frecuencia cardíaca en reposo es %1$lld bpm, elevada para usted.
fr: ta fréquence cardiaque au repos est à %1$lld bpm — élevée pour toi.
it: il tuo battito cardiaco a riposo è %1$lld bpm: elevato per te.
ja: 安静時の心拍数は %1$lld bpm で、これは高めです。
pt: sua frequência cardíaca em repouso é %1$lld bpm – elevada para você.
zh_hans: 您的静息心率为 %1$lld bpm — 为您升高。

source: your resting HR is %1$lld bpm — strong cardiovascular recovery.
de: Ihre Ruheherzfrequenz beträgt %1$lld Schläge pro Minute – starke kardiovaskuläre Erholung.
es: su FC en reposo es %1$lld bpm: fuerte recuperación cardiovascular.
fr: ta FC au repos est à %1$lld bpm — bonne récupération cardio.
it: la tua frequenza cardiaca a riposo è %1$lld bpm: forte recupero cardiovascolare.
ja: 安静時の心拍数は %1$lld bpm で、心血管の回復が顕著です。
pt: sua FC em repouso é %1$lld bpm – forte recuperação cardiovascular.
zh_hans: 您的静息心率为 %1$lld bpm — 心血管功能强劲恢复。

source: your screen time usually climbs after 9pm.
de: Ihre Bildschirmzeit steigt normalerweise nach 21 Uhr.
es: Su tiempo frente a la pantalla generalmente aumenta después de las 9 p.m.
fr: ton temps d'écran grimpe souvent après 21 h.
it: il tempo trascorso davanti allo schermo di solito aumenta dopo le 21:00.
ja: 通常、スクリーンタイムは午後 9 時以降に増加します。
pt: seu tempo de tela geralmente aumenta depois das 21h.
zh_hans: 你的屏幕时间通常会在晚上 9 点之后增加。

source: your sleep tends to suffer after late scrolling.
de: Ihr Schlaf neigt dazu, nach spätem Scrollen zu leiden.
es: tu sueño tiende a verse afectado después de desplazarte tarde.
fr: ton sommeil souffre après du scroll tardif.
it: il tuo sonno tende a soffrire dopo lo scorrimento tardivo.
ja: スクロールが遅くなると睡眠が妨げられる傾向があります。
pt: seu sono tende a ser prejudicado após a rolagem tardia.
zh_hans: 延迟滚动后，您的睡眠往往会受到影响。

source: your stress levels have been low all day.
de: Ihr Stresslevel war den ganzen Tag niedrig.
es: Tus niveles de estrés han sido bajos durante todo el día.
fr: ton stress est resté bas toute la journée.
it: i tuoi livelli di stress sono stati bassi tutto il giorno.
ja: あなたのストレスレベルは一日中低かったです。
pt: seus níveis de estresse estiveram baixos o dia todo.
zh_hans: 你一整天的压力水平都很低。

source: Your system logged %1$lld hours of high stress — a breath break would help right now.
de: Ihr System hat %1$lld Stunden hoher Belastung aufgezeichnet – eine Atempause würde jetzt helfen.
es: Su sistema registró %1$lld horas de alto estrés; un descanso para respirar sería útil en este momento.
fr: Ton système a enregistré %1$lld heures de stress élevé — une pause respiration aiderait maintenant.
it: Il tuo sistema ha registrato %1$lld ore di forte stress: una pausa per il respiro sarebbe d'aiuto in questo momento.
ja: あなたのシステムは%1$lld時間の高いストレスを記録しました。今すぐ息を止めてください。
pt: Seu sistema registrou %1$lld horas de alto estresse – uma pausa para respirar ajudaria agora.
zh_hans: 您的系统记录了 %1$lld 小时的高压力 — 现在休息一下会有所帮助。

source: %@ energy
es: %@ energía
fr: énergie %@
ja: __ PH 0 __エネルギー
pt: %@ energia
zh_hans: __ PH0 __能源

source: %1$@ recharged - %2$@ load = %3$lld%%
es: %1$@ recargado - %2$@ Load = %3$lld%%
fr: %1$@ rechargé - %2$@ charge = %3$lld %%
it: %1$@ ricaricato - %2$@ carico = %3$lld%%
ja: __ PH 0 __充電済み- __ PH 1 __負荷= __ PH 2 __
pt: %1$@ recarregada - %2$@ carga = %3$lld%%
zh_hans: __ PH0 __已充值- __ PH1 __ LOAD = __ PH2 __

source: cal
es: California
ja: カロリー
zh_hans: 卡尔

source: Lv %lld
es: Nivel %lld
fr: Niv %lld
it: Liv %lld
pt: Nível %lld

source: M
es: METRO
zh_hans: 中号

source: okay
es: bueno
fr: correcte
it: Va bene
ja: わかった
pt: OK
zh_hans: 好的

source: stress
es: estrés
ja: ストレス
pt: estresse
zh_hans: 压力

source: Stress
es: Estrés
ja: ストレス
pt: Estresse
zh_hans: 压力

source: your calendar drains you.
es: Tu calendario te agota.
fr: ton calendrier te vide.
it: il tuo calendario ti prosciuga.
ja: カレンダーがあなたを消耗させます。
pt: seu calendário esgota você.
zh_hans: 你的日历让你精疲力尽。

source: your heart is working a bit harder than usual at rest.
es: su corazón está trabajando un poco más de lo habitual en reposo.
fr: ton cœur travaille un peu plus que d'habitude au repos.
it: il tuo cuore sta lavorando un po' più duramente del solito a riposo.
ja: 心臓は安静時に通常よりも少しだけ激しく働いています。
pt: seu coração está trabalhando um pouco mais forte do que o normal em repouso.
zh_hans: 你的心脏在休息时比平时更加​​努力地工作。

source: bpm
zh_hans: 节拍数

source: Komo
zh_hans: __科莫0__

source: KOMO
zh_hans: __科莫0__
